Repository: medialab-ufg/tainacan
Catalog: modules/contest/languages/*.po
Languages: pt_br

source: Page not found!
pt_br: Página não encontrada!

source: Return to Home Page
pt_br: Voltar para página principal

source: Reply Comment
pt_br: Responder Comentário

source: Close
pt_br: Fechar

source: Send
pt_br: Enviar

source: Report Abuse
pt_br: Reportar Abuso

source: Tell us why this content is abusive
pt_br: Nos conte porque este conteúdo é abusivo

source: Header Menu
pt_br: Menu superior

source: <cite class="fn">%s</cite> <span class="says">says:</span>
pt_br: <cite class="fn">%s</cite> <span class="says">diz:</span>

source: Your comment is awaiting moderation.
pt_br: Seu comentário está aguardando aprovação.

source: %1$s at %2$s
pt_br: %1$s em %2$s

source: (Painel Edit )
pt_br: (Painel de edição)

source: Cancel
pt_br: Cancelar

source: Save
pt_br: Salvar

source: Reply
pt_br: Responder

source: Edit
pt_br: Editar

source: Attention!
pt_br: Atenção!

source: Delete this comment?
pt_br: Deletar este comentário?

source: Delete
pt_br: Deletar

source: Comment
pt_br: Comentar

source: Save Changes
pt_br: Salvar Alterações

source: Session responsible for the use of facebook API to login.
pt_br: Área responsável pelo uso da API do facebook para o login.

source: Session responsible for the use of Embed Ly API. (http://embed.ly/)
pt_br: Área responsável pelo uso da API do Embed Ly. (http://embed.ly/)

source: Collections
pt_br: Debates

source: SocialDB
pt_br: Tainacan

source: All Collections
pt_br: Todas as coleções

source: Collection
pt_br: Debate

source: Add Collection
pt_br: Criar Debate

source: Edit Collection
pt_br: Editar Debate

source: New Collection
pt_br: Novo debate

source: View Collection
pt_br: Abrir debate

source: Search Collection
pt_br: Procurar debate

source: No Collection Found
pt_br: Nenhum debate encontrado

source: No Collection Found in Trash
pt_br: Nenhum debate encontrado na lixeira

source: Object
pt_br: Argumento

source: All Objects
pt_br: Todos Indivíduos

source: Add Object
pt_br: Adicionar Indivíduos

source: Edit Object
pt_br: Editar Argumento

source: New Object
pt_br: Novo Argumento

source: View Object
pt_br: Ver Argumento

source: Search Object
pt_br: Buscar Indivíduos

source: No Object Found
pt_br: Nenhum Argumento encontrado!

source: No Object Found in Trash
pt_br: Nenhum Argumento encontrado na lixeira

source: Category
pt_br: Classe

source: Edit Category
pt_br: Editar Classe

source: Update Category
pt_br: Atualizar Classe

source: Add New Category
pt_br: Adicionar Nova Classe

source: New Category Name
pt_br: Nome da Classe

source: All Categories
pt_br: Todas Categorias

source: Search Categories
pt_br: Buscar Classe

source: Parent Category
pt_br: Classe pai

source: Parent Category:
pt_br: Classe pai:

source: Recents
pt_br: Recentes

source: Tainacan - Collections
pt_br: Tainacan - Ontologias

source: The root collection
pt_br: Listagem de debates

source: Categories of Collection
pt_br: Categorias do Debate

source: Categories
pt_br: Categorias

source: Videos
pt_br: Vídeos

source: Images
pt_br: Imagens

source: Texts
pt_br: Textos

source: Audios
pt_br: Áudios

source: Visit original page
pt_br: Visitar página original

source: Profile
pt_br: Perfil

source: My collections
pt_br: Minhas Categorias

source: Repository Configurations
pt_br: Configurações do Repositório

source: Configuration
pt_br: Configuração

source: Metadata
pt_br: Propriedades

source: Social / API Keys
pt_br: Chaves de APIs / Redes Sociais

source: Licenses
pt_br: Licenças

source: Events
pt_br: Eventos

source: Welcome Email
pt_br: Email de Boas Vindas

source: Tools
pt_br: Ferramentas

source: Logout
pt_br: Sair

source: Login
pt_br: Entrar

source: Register
pt_br: Registrar

source: Advanced Search
pt_br: Busca Avançada

source: Create Collection
pt_br: Criar debate

source: Select a template
pt_br: Selecione um modelo de debate

source: Or import a collection
pt_br: Ou importe um debate

source: Collection name
pt_br: Nome do debate

source: Type the name of your collection
pt_br: Digite o nome de seu debate

source: Collection object
pt_br: Objeto do debate

source: Item
pt_br: Argumento

source: Back
pt_br: Voltar

source: Empty Collection
pt_br: Debate vazio

source: Create a default collection, extend default metadata from repository and no items inserted
pt_br: Cria um debate padrão, extende os metadados do repositório sem nenhum argumento inserido.

source: First Name
pt_br: Primeiro nome

source: Type here your first name
pt_br: Digite aqui seu primeiro nome

source: Last Name
pt_br: Sobrenome

source: Type here your last name
pt_br: Digite aqui seu sobrenome

source: Type here your e-mail
pt_br: Digite aqui seu e-mail

source: Username
pt_br: Usuário

source: Help: Limit of 25 characters
pt_br: Dica: Limite de 25 caracteres

source: Type here the username that you will use for login
pt_br: Digite aqui o nome do usuário que será usado para efetuar o login

source: Password
pt_br: Senha

source: Type here your password
pt_br: Digite aqui sua senha

source: Confirm Password
pt_br: Confirme Senha

source: Confirm your password
pt_br: Confirme sua senha

source: Import Collection
pt_br: Importar debate

source: Select the file
pt_br: Selecionar arquivo

source: Import
pt_br: Importar

source: Advanced search
pt_br: Busca avançada

source: Loading Collections...
pt_br: Carregando coleções...

source: Find
pt_br: Pesquisar

source: Clear search
pt_br: Limpar busca

source: Type the title or the URI to you object!
pt_br: Digite o título ou a URL para seu Argumento

source: Add
pt_br: Adicionar

source: Multiple Files
pt_br: Múltiplos arquivos

source: Web Resource URL
pt_br: Recurso Web URL

source: Sorted by
pt_br: Ordenado por

source: Loading objects...
pt_br: Carregando itens...

source: Remove
pt_br: Remover

source: Add Category
pt_br: Adicionar Classe

source: Category name
pt_br: Nome da Classe

source: Category parent
pt_br: Classe pai

source: Right click on the tree and select the category as parent
pt_br: Clique com o botão direito na árvore e selecione a categoria pai

source: Category description
pt_br: Descrição da Classe

source: Optional
pt_br: Opcional

source: Describe your category
pt_br: Descreva sua Classe

source: Click on the tree and select the category as parent
pt_br: Clique na árvore e selecione a Classe pai

source: Category Properties
pt_br: Propriedades da Classe

source: Remove Category
pt_br: Apagar Classe

source: Confirm the exclusion of
pt_br: Confirma a exclusão de

source: Importing Object...
pt_br: Importando itens...

source: Add Tag
pt_br: Adicionar Tag

source: Tag name
pt_br: Nome da tag

source: Tag description
pt_br: Descrição

source: Describe your tag
pt_br: Descreve sua Tag

source: Edit Tag
pt_br: Editar Tag

source: Remove Tag
pt_br: Remover Tag

source: Please wait...
pt_br: Aguarde, por favor...

source: Undoing actions...
pt_br: Desfazendo ações...

source: Change Password!
pt_br: Alterar Senha!

source: Old Password
pt_br: Senha Antiga

source: Type here the old password
pt_br: Digite aqui sua senha antiga

source: New Password
pt_br: Nova Senha

source: Type here the new password
pt_br: Digite aqui sua nova senha

source: Confirm new password
pt_br: Confirme a nova senha

source: Type here your new password again
pt_br: Digite aqui sua nova senha novamente

source: Submit
pt_br: Enviar

source: Description
pt_br: Descrição

source: Import Social Media
pt_br: Importar de Redes Sociais

source: Youtube Channels
pt_br: Canais do Youtube

source: Identifier
pt_br: Identificador

source: Playlist
pt_br: Lista de reprodução

source: Update
pt_br: Atualizar

source: Entry youtube video url
pt_br: Digite a url do vídeo do youtube

source: Type here
pt_br: Digite aqui

source: Entry channel youtube identifeir
pt_br: Digite o identificador do canal do youtube

source: Entry playlist youtube identifeir
pt_br: Digite o identificador do playlist do youtube

source: Help:
pt_br: Ajuda:

source: Type here to get a specific playlist or leave blank to get all
pt_br: Digite aqui para especificar uma lista de reprodução ou deixe em branco para todos os vídeos

source: Flickr Profiles
pt_br: Perfis do Flickr

source: User Name
pt_br: Nome do usuário

source: Entry an user name from a flickr profile
pt_br: Entre com o nome do usuário de perfil do flickr

source: Facebook Profiles
pt_br: Perfis do Facebook

source: Import Facebook Photos
pt_br: Importar Fotos do Facebook

source: Instagram Profiles
pt_br: Perfis do Instagram

source: Entry an user name from a instagram profile
pt_br: Entre com o nome do usuário de perfil do Instagram

source: Vimeo Profiles
pt_br: Perfis do Vimeo

source: Entry an user name from a vimeo profile
pt_br: Entre com um usuário de perfil do Vimeo

source: Channel
pt_br: Canal

source: User
pt_br: Usuário

source: Web Resource
pt_br: Recurso E

source: Add item through URL
pt_br: Adicionar item através de URL

source: Through this feature you can enter:
pt_br: Através deste recurso é possível inserir:

source: Files (ex. pdf, jpg, png, etc)
pt_br: Arquivos (Ex. pdf,jpg,png, etc)

source: Video from Youtube or Vimeo
pt_br: Vídeos do Youtube ou do Vimeo

source: Multiple videos from a Youtube Channel or Vimeo Channel
pt_br: Múltiplos vídeos de um canal do Youtube ou de um canal do Vimeo

source: Images from Flickr, Facebook or Instagram
pt_br: Imagens do Flick,Facebook ou Instagram

source: Category removed
pt_br: Esta categoria já foi removida!

source: Invalid collection name or object name!
pt_br: Nome da debate inválido ou nome do item inválido

source: Attention
pt_br: Atenção

source: Collection sent for approval
pt_br: Debate enviado para aprovação

source: Collection already exists
pt_br: Esta debate já existe

source: You must be logged in to create collecions
pt_br: Você precisa estar logado para criar um debate

source: General Ordenation
pt_br: Ordenação padrão

source: Property Data
pt_br: Atributo

source: Rankings
pt_br: Votações

source: Please, fill the delimiter correctly!
pt_br: Por favor, preencha o delimitador corretamente!

source: Error
pt_br: Erro

source: Please, fill the form correctly!
pt_br: Por favor, preencha o formulário corretamente!

source: Info
pt_br: Informação

source: This license is already registered!
pt_br: Esta licença já está cadastrada!

source: Property removed
pt_br: Esta propriedade já foi removida!

source: Your vote was
pt_br: Seu voto foi

source: , the average is
pt_br: , a média é

source: Get all videos, no playlist specified.
pt_br: Buscar todos vídeos, nenhuma lista de reprodução especificada

source: Tag removed!
pt_br: Tag removida!

source: Failed to Login
pt_br: Falha ao logar

source: Your username and/or password are wrong. User not Found!
pt_br: Seu usuário e/ou senha estão incorretos.

source: Graph
pt_br: Grafo

source: Back to collection
pt_br: Voltar para a página principal do debate

source: Hide properties
pt_br: Esconder Propriedades

source: Hide predicates
pt_br: Esconder predicados

source: Usage
pt_br: Modo de uso

source: Scroll
pt_br: Rolagem

source: Drag node
pt_br: Arrastar nó

source: Move node
pt_br: Mover nó

source: Drag background
pt_br: Arrastar fundo da imagem

source: Move graph
pt_br: Mover Grafo

source: Property
pt_br: Propriedade

source: Value
pt_br: Valor

source: Text
pt_br: Texto

source: Long text
pt_br: Texto longo

source: Date
pt_br: Data

source: Numeric
pt_br: Numérico

source: Auto-Increment
pt_br: Auto-incremento

source: Relationship
pt_br: Relacionamento

source: This category already exists!
pt_br: Esta Classe já existe!

source: See more
pt_br: Veja mais

source: User Categories
pt_br: Categorias do Usuário

source: Shared Categories
pt_br: Categorias Compartilhadas

source: Public Categories
pt_br: Categorias Públicas

source: Xml unformated
pt_br: XML não formatado

source: File corrupted
pt_br: Arquivo corrompido

source: Success
pt_br: Sucesso

source: successfully selected!
pt_br: selecionado com sucesso!

source: This category has no category children
pt_br: Esta Classe não tem Categorias filhas

source: Category name is empty.
pt_br: Nome da Classe está vazio

source: There is a category with this name and this parent
pt_br: Há Categorias com este nome e com este pai

source: There is a category with this name in this hierarchy, are you sure to create another? Cancel edit the category, ok creates the new one.
pt_br: Há Categorias com este nome nesta hierarquia, tem certeza que deseja criar outra? Cancele para visualizar esta categoria, clique ok para criar a nova.

source: of
pt_br: de

source: Categories of
pt_br: Categorias de

source: Collection removed successfully
pt_br: Debate removido com sucesso!

source: Collection not exists anymore
pt_br: Este debate já foi removido!

source: Populars
pt_br: Populares

source: Title
pt_br: Título

source: Type
pt_br: Tipo

source: Format
pt_br: Formato

source: Object Property
pt_br: Relação

source: Items
pt_br: Indivíduos

source: Property Data Categories
pt_br: Atributos de Categorias

source: You are not allowed to access this collection!
pt_br: Você não tem permissão para acessar este debate!

source: Image
pt_br: Imagem

source: Video
pt_br: Vídeo

source: Audio
pt_br: Áudio

source: Other
pt_br: Outro

source: until
pt_br: até

source: Source
pt_br: Fonte

source: License
pt_br: Licença

source: Internal
pt_br: Interno

source: External
pt_br: Externo

source: Ranking of colaborations
pt_br: Ranking de Colaborações

source: Notifications
pt_br: Noificações

source: An unexpected error ocurred
pt_br: Um erro não esperado ocorreu!

source: Create Object
pt_br: Criar Argumento

source: Delete Object
pt_br: Deletar Argumento

source: Add Classification
pt_br: Adicionar Classificação

source: Delete Classification
pt_br: Deletar Classificação

source: Delete Category
pt_br: Deletar Classe

source: Create Category
pt_br: Criar Classe

source: Delete Tag
pt_br: Deletar Tag

source: Create Tag
pt_br: Criar Tag

source: Delete Data Property
pt_br: Remover o atributo

source: Create Data Property
pt_br: Criar atributo

source: Edit Data Property
pt_br: Editar atributo

source: Edit Data Property value
pt_br: Editar valor do atributo

source: Delete Object Property
pt_br: Remover o a relação

source: Create Object Property
pt_br: Criar relação

source: Edit Object Property
pt_br: Editar relação

source: Edit Object Property value
pt_br: Editar valor da relação

source: Delete Property
pt_br: Deletar propriedade

source: Create Term Property
pt_br: Criar Metadado de Termo

source: Edit Term Property
pt_br: Editar metadado de Termo

source: Delete Collection
pt_br: Excluir debate

source: Create Comment
pt_br: Criar Comentário

source: Edit Comment
pt_br: Editar Comentário

source: Delete Comment
pt_br: Deletar Comentário

source: See item (Open a new Tab)
pt_br: Ver Item (Abrir uma nova aba)

source: The event was sent for approval
pt_br: O evento foi enviado para aprovação

source: An error happened, please try again
pt_br: Um erro ocorreu, por favor tente novamente

source: Event automatically verified
pt_br: Evento automaticamente verificado

source: Messages: Result of your event
pt_br: Mensagens: Resultado de seu evento

source: Event result
pt_br: Resultado do evento

source: Event in the collection
pt_br: Evento no debate

source: The event
pt_br: O evento

source: was confirmed
pt_br: foi confirmado

source: was not confirmed
pt_br: não foi confirmado

source: Obervations by collection's moderators
pt_br: Observações dos moderadores do debate

source: Anonimous
pt_br: Anônimo

source: Warning: Event Approved
pt_br: Atenção: Evento aprovado

source: Warning: Event sent to Approvation
pt_br: Atenção: Evento enviado para aprovação

source: Event in collection
pt_br: Evento no debate

source: Author User
pt_br: usuário

source: Description:
pt_br: Descrição:

source: Add the category :
pt_br: Adicionar Classe:

source: Add the classification :
pt_br: Adicionar classificação:

source: of the object property
pt_br: da relação

source: Add the tag :
pt_br: Adicionar a tag:

source: in the object
pt_br: no item

source: This event is already confirmed
pt_br: Este evento já foi confirmado

source: The event was successful
pt_br: O evento foi realizado com sucesso.

source: Object or category invalid
pt_br: Argumento ou Classe inválida

source: Object or tag invalid
pt_br: Item ou tag inválida

source: This classification is already confirmed
pt_br: Esta classificação já foi confirmada

source: Object, Property or relationship invalid
pt_br: Item, metadado ou relacionamento inválido

source: Delete the category :
pt_br: Deletar a Classe:

source: Delete the classification :
pt_br: Deletar a classificação:

source: Delete the tag :
pt_br: Remover a tag:

source: The event was successful NOT confirmed
pt_br: O evento não foi confirmado!

source: This classification does not exist anymore
pt_br: Esta classificaçãojá foi removida

source: You may not delete a classification between this object and the collection category root
pt_br: Você não pode deletar uma classificação entre um item e sua categoria raiz

source: Create the Collection
pt_br: Criar debate

source: This object does not exist anymore
pt_br: Este item já foi removido

source: Delete the Collection
pt_br: Remover debate

source: Create the Comment
pt_br: Criar Comentário

source: Your comment is invalid
pt_br: Seu comentário é inválido.

source: Delete the Comment
pt_br: Deletar Comentário

source: Atention
pt_br: Atenção

source: Tag name invalid does not exist anymore
pt_br: Nome da tag é inválido ou tag já removida

source: Edit the Comment
pt_br: Editar Comentário

source: This comment does not exist anymore
pt_br: Este comentário já foi removido

source: Create the object
pt_br: Criar Argumento

source: Delete the object
pt_br: Remover Argumento

source: Create the data property
pt_br: Criar Atributo

source: in the category
pt_br: na categoria

source: in the collection
pt_br: na debate

source: Please fill the fields correctly!
pt_br: Por favor, preencha o formulário corretamente!

source: Delete the data property
pt_br: Remover o Atributo

source: in the collection
pt_br: no debate

source: This property relationship does not exist anymore
pt_br: Esta Relação já foi removida

source: Edit the data property
pt_br: Editar Atributo

source: Set the value(s):
pt_br: Atribuir o valor(es):

source: of the data property
pt_br: do Atributo

source: in the the object
pt_br: no item

source: Set the value:
pt_br: Atribuir o valor:

source: Delete all values of the data property
pt_br: Apagar todos os valores do Atributo

source: Please set a valid value for this property
pt_br: Por favor, insira um valor válido para esta propriedade

source: Create the object property
pt_br: Criar a Relação

source: Delete the object property
pt_br: Remover a Relação

source: Edit the object property
pt_br: Editar Relação

source: Delete all values of the object property
pt_br: Apagar todos os valores da Relação

source: Create the term property
pt_br: Criar o metadado de termo

source: Delete the property
pt_br: Remover metadado

source: Edit the term property
pt_br: Editar metadado de termo

source: Create the tag
pt_br: Criar a tag

source: Tag name invalid
pt_br: Nome da tag inválido

source: Delete the tag
pt_br: Remover a tag

source: This category does not exist anymore
pt_br: Esta Classe já foi removida!

source: Edit the tag
pt_br: Editar Tag

source: Tag name invalid or already exist
pt_br: Nome da tag inválido ou não existente

source: Create the category
pt_br: Criar a Classe

source: Category already exists!
pt_br: Esta Classe já existe!

source: Delete the category
pt_br: Deletar a Classe

source: Edit the category
pt_br: Editar a Classe

source: to the name
pt_br: para o nome

source: to the parent
pt_br: para o pai

source: Error on update this category
pt_br: Erro em atualizar esta Classe

source: Item Title
pt_br: Título do item

source: Item Description
pt_br: Descrição do Item

source: Item URL
pt_br: URL do item

source: Item Format
pt_br: Formato do item

source: Item Source
pt_br: Fonte do Item

source: Item Content
pt_br: Conteúdo do Item

source: Item Type
pt_br: Tipo do item

source: Data Property
pt_br: Atributo

source: Term Property
pt_br: Metadado de termo

source: Select
pt_br: Selecione

source: Content
pt_br: Conteúdo

source: Attachment
pt_br: Anexos

source: Ranking
pt_br: Votação

source: Ranking Binary
pt_br: Votação Binária

source: Ranking Stars
pt_br: Votações Estrelas

source: Classified as tag
pt_br: Classificada como Tag

source: Media
pt_br: Média

source: Multiple
pt_br: Múltiplo

source: All categories imported successfully
pt_br: Todas categorias importadas com sucesso!

source: Xml incompatible
pt_br: XML incompatível

source: Featured Collections
pt_br: Ontologias em Destaque

source: Recent Collections
pt_br: Ontologias Recentes

source: Select...
pt_br: Selecione...

source: Edit successfully
pt_br: Editado com sucesso.

source: Delete successfully
pt_br: Deletado com sucesso.

source: Change pattern successfully
pt_br: Alteração de padrão com sucesso

source: Change enabled license successfully
pt_br: Alteração de licença ativa feita com sucesso!

source: Registered successfully
pt_br: Registrado com sucesso.

source: Mapping deleted successfully
pt_br: Mapeamento removido com sucesso

source: success
pt_br: sucesso

source: Mapping not exists anymore!
pt_br: Este mapeamento não existe mais

source: error
pt_br: erro

source: Collection available with this mapping in in the OAI-PMH repository
pt_br: Debate disponível com este mapeamento no protocolo OAI-PMH deste repositório

source: See repository
pt_br: Ver repositório

source: Please check a option in the field:
pt_br: Por favor verifique a opção no campo:

source: Please select a file to upload to this item
pt_br: Por favor, selecione um arquivo para upload neste item

source: Please select a URL to this item
pt_br: Por favor selecione uma URL para este item

source: The format not allowed for video
pt_br: Formato não permitido para vídeos

source: The format not allowed for image
pt_br: Formato não permitido para imagem

source: The format not allowed for audio
pt_br: Formato não permitido para áudio

source: This is not a PDF file!
pt_br: Este arquivo não está no formato PDF

source: Your suggested license is:
pt_br: A licença sugerida é:

source: Something went wrong! Please try again!
pt_br: Algo deu errado! Por favor tente novamente!

source: Data property
pt_br: Atributos

source: All items removed successfully
pt_br: Item/itens removido(s) com sucesso!

source: No items added in this collection
pt_br: Nenhum item adicionados a esta coleção

source: item/items inserted successfully
pt_br: item/itens inseridos com sucesso!

source: No items inserted successfully!
pt_br: Nenhum item foi inserido, por favor, verifique possíveis títulos em branco!

source: There is another property with this name!
pt_br: Há outra propriedade com este nome!

source: This property does not belong to this collection!
pt_br: Esta propriedade não pertence à esta coleção!

source: Ranking name is empty
pt_br: Nome da votação está vazio

source: This ranking already exists!
pt_br: Esta votação já existe!

source: Best Items
pt_br: Melhores itens

source: Submitted in
pt_br: Enviado em

source: Average:
pt_br: Média:

source: Average
pt_br: Média

source: No description
pt_br: Sem descrição

source: Warning
pt_br: Atenção

source: Facet removed!
pt_br: Faceta removida!

source: Facet already registered.
pt_br: Faceta já cadastrada

source: Facet successfully saved.
pt_br: Faceta adicionada com sucesso

source: Facet successfully updated.
pt_br: Faceta atualizada com sucesso

source: Something went wrong. Please try again.
pt_br: Algo ocorreu inesperado. Por favor tente novamente.

source: Facet successfully deleted.
pt_br: Faceta removida com sucesso
