Repository: medialab-ufg/tainacan
Catalog: modules/contest/languages/*.po
Languages: pt_br

source: Tree
pt_br: Árvore

source: Tag Cloud
pt_br: Nuvem de Tags

source: Multiple Select
pt_br: Seleção Múltipla

source: Range
pt_br: Faixa

source: From/To
pt_br: De/Até

source: Search box with autocomplete
pt_br: Campo de busca com preenchimento automático

source: Stars
pt_br: Estrelas

source: Radio Button
pt_br: Botão rádio

source: Select Box
pt_br: Caixa de Seleção

source: Default widget tree changed successfully
pt_br: Widget de árvore padrão alterado com sucesso

source: Error!
pt_br: Erro!

source: Something went wrong...
pt_br: Algo aconteceu errrado...

source: Colaboration Ranking
pt_br: Ranking de Colaborações

source: Ordenation changed successfully
pt_br: Ordenação alterada com sucesso

source: The property was removed as property ordination
pt_br: Metadado foi removido das ordenações

source: You can not remove ordination owned by another collecion
pt_br: Você não pode remover ordenação pertencente a outra coleção

source: The property was added as property ordination
pt_br: A propriedade foi adicionada como ordenação

source: There is a tag with this name
pt_br: Há tags com este nome

source: Sucess
pt_br: Sucesso

source: Options successfully updated!
pt_br: Opções alteradas com sucesso

source: Options not updated!
pt_br: Opções não atualizadas

source: Sorry, that username already exists!
pt_br: Desculpe, este nome de usuário já existe!

source: Your valid username will be
pt_br: Seu nome de usuário válido será

source: Please type a username
pt_br: Por favor, digite seu usuário

source: User registered successfully! Your login is:
pt_br: Usuário cadastrado com sucesso! Seu login é:

source: Email already exists or login already exists!
pt_br: Este email já esta cadastrado ou login existente

source: Welcome on the Tainacan Repository
pt_br: Bem Vindo ao Repositório Tainacan

source: Welcome -
pt_br: Bem-Vindo(a) -

source: Your email was not found in our database!
pt_br: Seu email não foi encontrado em nossa base de dados!

source: Your new password was sent to your email!
pt_br: Sua nova senha foi enviada para seu email

source: Something went wrong. Error sending email.
pt_br: Algo aconteceu inesperadamente. Erro ao enviar email.

source: Your username was not found in our database!
pt_br: Nome de usuário não encontrado em nossa base de dados

source: You requested a new
pt_br: Você requisitou a nova

source: password
pt_br: senha

source: Hi
pt_br: Olá

source: You recently asked to reset your
pt_br: Você requisitou recentemente a alteração de sua

source: password
pt_br: senha

source: Click here to change your password
pt_br: Clique aqui para alterar sua senha

source: Your new password is:
pt_br: Sua nova senha é:

source: Didn't request this change?
pt_br: Não requisitou essa alteração?

source: If you didn't request a new password, let us know immediately
pt_br: Se não, deixe-nos saber imediatamente!

source: This message was sent to
pt_br: Esta mensagem foi enviada para

source: at your request
pt_br: como requisitado

source: Password changed successfully! Redirecting to login page...
pt_br: Senha alterada com sucesso! Redirecionando para a página de login...

source: Your old password do not match!
pt_br: Senha anterior não correspondente

source: Archival Management
pt_br: Gerenciamento de Arquivos

source: Creation Date
pt_br: Data de criação

source: Permanent guard
pt_br: Guarda Permanente

source: Elimination
pt_br: Eliminação

source: Alter Category root
pt_br: Alterar Classe raiz

source: Hide Category root
pt_br: Esconder Classe raiz

source: Export Classification Plan
pt_br: Exportar Plano de Classificação

source: Export Table of Temporality
pt_br: Exportar Tabela de Temporalidade

source: List items to transfer
pt_br: Listar Itens para Transferência

source: List items to gathering or elimination
pt_br: Listar Itens para recolhimento ou eliminação

source: Items to transfer
pt_br: Itens a transferir

source: Item name
pt_br: Nome do item

source: Current Phase Time
pt_br: Tempo de fase corrente

source: Expired in
pt_br: Expirado em

source: No items to list
pt_br: Nenhum item a listar

source: Items to gathering or elimination
pt_br: Itens para recolhimento ou eliminação

source: Intermediate Phase Time
pt_br: Tempo de Fase Intermediária

source: Select a category first
pt_br: Selecione uma Classe primeiro

source: Year(s)
pt_br: Ano(s)

source: Months
pt_br: Meses

source: ago
pt_br: atrás

source: Question with multiple answers
pt_br: Pergunta com multiplas repostas

source: New Argument
pt_br: Novo Argumento

source: Describe a conclusion or an afirmation below
pt_br: Descreva uma conclusão ou uma afirmação abaixo

source: This field is obligate!
pt_br: O campo é obrigatório

source: Describe a positive argument (Optional)
pt_br: Descreva um argumento positivo (Opcional)

source: This field is optional!
pt_br: Este campo é opcional!

source: Describe a negative argument (Optional)
pt_br: Descreva um argumento negativo (Opcional)

source: New Question
pt_br: Criar Pergunta

source: Insert a question below
pt_br: Digite uma pergunta abaixo

source: Describe an answer (or conclusion) for the question (Optional)
pt_br: Digite uma resposta ( ou uma conclusão) para a pergunta (Opcional)

source: Add Individual
pt_br: Adicionar Argumento

source: Edit Individual
pt_br: Editar Argumento

source: Properties
pt_br: Propriedades

source: Tree Property
pt_br: Árvore de Propriedades

source: Or reuse a taxonomy
pt_br: Ou reuse um taxonomia

source: Add, in this collection, the taxonomy:
pt_br: Adicionar, neste debate, a taxonomia:

source: Add as Equivalent
pt_br: Adicionar como Equivalente

source: Add as Disjoint
pt_br: Adicionar como Disjunta

source: Add as UnionOf
pt_br: Adicionar como União

source: Add as Intersection Of
pt_br: Adicionar como Intersecção

source: Add as Complement Of
pt_br: Adicionar como Complemento

source: Advanced Options
pt_br: Opções avançadas

source: Equivalent Categories
pt_br: Categorias Equivalentes

source: Disjoint Categories
pt_br: Categorias Disjuntas

source: Union Of
pt_br: União de

source: Intersection Of
pt_br: Intersecção de

source: Complement Of
pt_br: Complemento de

source: Describe your property
pt_br: Descreva sua Propriedade

source: Property Parent
pt_br: Propriedade pai

source: No parent
pt_br: Sem parentesco

source: Cardinality
pt_br: Cardinalidade

source: Minimum Cardinality
pt_br: Cardinalidade Mínima

source: Maximum Cardinality
pt_br: Cardinalidade Máxima

source: value
pt_br: Valor

source: Restrictions
pt_br: Restrições

source: Functional
pt_br: Funcional

source: Equivalent Property
pt_br: Propriedade Equivalente

source: Reverse property
pt_br: Propriedade Inversa

source: No properties found or no range selected
pt_br: Nenhuma propriedade encontrada para a categoria de destino selecionada

source: Transitive
pt_br: Transitiva

source: Simetric
pt_br: Simétrica

source: All Values From
pt_br: Todos os valores de

source: Some Values From
pt_br: Alguns valores de

source: Has Value
pt_br: Tem valor

source: True
pt_br: Verdadeiro

source: False
pt_br: Falso

source: Sunday
pt_br: Domingo

source: Monday
pt_br: Segunda

source: Tuesday
pt_br: Terça

source: Wednesday
pt_br: Quarta

source: Thursday
pt_br: Quinta

source: Friday
pt_br: Sexta

source: Saturday
pt_br: Sábado

source: S
pt_br: D

source: M
pt_br: S

source: W
pt_br: Q

source: F
pt_br: S

source: Sun
pt_br: Dom

source: Tue
pt_br: Ter

source: Wed
pt_br: Qua

source: Thu
pt_br: Qui

source: Fri
pt_br: Sex

source: Sat
pt_br: Sáb

source: January
pt_br: Janeiro

source: February
pt_br: Fevereiro

source: March
pt_br: Março

source: April
pt_br: Abril

source: May
pt_br: Maio

source: June
pt_br: Junho

source: July
pt_br: Julho

source: August
pt_br: Agosto

source: September
pt_br: Setembro

source: October
pt_br: Outubro

source: November
pt_br: Novembro

source: December
pt_br: Dezembro

source: Feb
pt_br: Fev

source: Apr
pt_br: Abr

source: Aug
pt_br: Ago

source: Sep
pt_br: Set

source: Oct
pt_br: Out

source: Dec
pt_br: Dez

source: Next
pt_br: Próximo passo

source: Previous
pt_br: Anterior

source: Hour
pt_br: Hora

source: Minute
pt_br: Minuto

source: Second
pt_br: Segundo

source: Now
pt_br: Agora

source: Select Time
pt_br: Selecionar tempo

source: Required Field
pt_br: Campo Obrigatório

source: Minimum of items neccessary
pt_br: Mínimo de itens ncessários

source: Maximun of items nececssary
pt_br: Máximo de itens necessários

source: The field ( %s ) is not matching its cardinality!
pt_br: O campo ( %s ) não corresponde com sua cardinalidade!

source: Operation was successful.
pt_br: Operação realizada com sucesso.

source: Error! Operation was unsuccessful.
pt_br: Erro! Operação não realizada.

source: Property data name
pt_br: Nome do Atributo

source: Property Data name
pt_br: Nome do Atributo

source: Property data widget
pt_br: Tipo do Atributo

source: Textarea
pt_br: Área de texto

source: Property data default value
pt_br: Valor padrão

source: Property Data Default Value
pt_br: Valor padrão

source: Property data text helper
pt_br: Texto de ajuda do metadado

source: Property data required
pt_br: Atributo obrigatório

source: Yes
pt_br: Sim

source: No
pt_br: Não

source: Property object name
pt_br: Nome da Relação

source: Property Object name
pt_br: Nome da Relação

source: Property object relationship
pt_br: Relação

source: Click on the category in the tree
pt_br: Clique na categoria na árvore

source: Property object facet
pt_br: Faceta da Relação

source: Property object required
pt_br: Relação obrigatória

source: Property object reverse
pt_br: Relação inversa

source: Select the reverse property
pt_br: Selecione a relação inversa

source: Property term name
pt_br: Nome do metadado de termo

source: Property Term name
pt_br: Nome do metadado de termo

source: Property term cardinality
pt_br: Cardinalidade do metadado de termo

source: Associate with one category
pt_br: Atribuir um único valor

source: Associate with multiple categories
pt_br: Atribuir múltiplos valores

source: Property Term Widget
pt_br: Widget do metadado de termo

source: Property Term Root Category
pt_br: Categoria raiz do metadado de termo

source: Selected category
pt_br: Categoria selecionada

source: Property term text helper
pt_br: Texto de ajuda de metadado de termo

source: Please,select at least one relation
pt_br: Por favor, selecione um range para a propriedade

source: Multipleselect
pt_br: Seleção Múltipla

source: Tree - Checkbox
pt_br: Árvore com checkbox

source: None
pt_br: Nenhum

source: No properties added
pt_br: Sem metadados adicionados

source: Edit property
pt_br: Editar propriedade

source: Add new property
pt_br: Adicionar novo metadado

source: text
pt_br: texto

source: textarea
pt_br: área de texto

source: tree
pt_br: árvore

source: Add the property
pt_br: Adicionar o metadado

source: Welcome
pt_br: Bem-Vindo(a)

source: Open Collection
pt_br: Abrir debate

source: Back to the collection page
pt_br: Voltar para página do debate

source: Select the Collection
pt_br: Selecione o debate

source: Main fields
pt_br: Campos fixos

source: Title or description
pt_br: Título ou descrição

source: Type the item title or its description
pt_br: Digite o título ou a descrição do item

source: Type the item description
pt_br: Digite a descrição do item

source: A set of tags may be searched by comma
pt_br: Um grupo de tags podem ser buscados quando separados por vírgula

source: Search on the Repository or for Collection
pt_br: Pesquisar no Repositório ou pelo debate

source: for
pt_br: para

source: Data properties
pt_br: Atributos

source: Equals
pt_br: Igual

source: Not equals
pt_br: Diferente

source: Contains
pt_br: Contém

source: Does not Contain
pt_br: Não contém

source: Higher
pt_br: Maior

source: Lower
pt_br: Menor

source: After
pt_br: Depois

source: Before
pt_br: Antes

source: Term properties
pt_br: Metadados de termo

source: Object Properties
pt_br: Relações

source: See the collection
pt_br: Ver debate

source: Type the three first letters of the item of this collection
pt_br: Digite as três primeiras letras do argumento deste debate

source: No objects added in this collection
pt_br: Nenhum item foi adicionado a esta debate

source: All Colections
pt_br: Todas as coleções

source: Add selected categories as facets
pt_br: Adicionar Categorias selecionadas como facetas

source: Category privacity
pt_br: Privacidade das Categorias

source: Private
pt_br: Privado

source: Public
pt_br: Público

source: Category moderators
pt_br: Moderadores das Categorias

source: Type the three user initial letters
pt_br: Digite as três primeiras letras do nome do usuário

source: Current Phase
pt_br: Fase corrente

source: Month(s)
pt_br: Mês(Meses)

source: Intermediate Phase
pt_br: Fase Intermediária

source: Destination
pt_br: Destinação

source: Classification Code
pt_br: Código de Classificação

source: Type here the category classification code
pt_br: Digite aqui o código de classficação desta Classe

source: Observation
pt_br: Observação

source: New
pt_br: Novo

source: Set as parent
pt_br: Setar como pai

source: Import taxonomy
pt_br: Importar Taxonomia

source: Export taxonomy
pt_br: Exportar Taxonomia

source: Import Taxonomy in
pt_br: Importar Taxonomia em

source: Send the xml file
pt_br: Enviar arquivo XML

source: Export Taxonomy
pt_br: Exportar Taxonomia

source: Do you confirm the download of this taxonomy:
pt_br: Confirma o download desta taxonomia:

source: Confirm
pt_br: Confirmar

source: Social
pt_br: Redes Sociais

source: Design
pt_br: Visual

source: Subclass of
pt_br: Subclasse de

source: Subclass of Category
pt_br: Subclasse

source: Slug
pt_br: Identificador

source: Edit properties
pt_br: Editar propriedades

source: Type
pt_br: Tipo

source: Individuals
pt_br: Indivíduos

source: Unformated xml
pt_br: XML não formatado

source: Category root
pt_br: Classe raiz

source: Please, select the category as public!
pt_br: Por favor, selecione a Classe como pública!

source: Invalid parent
pt_br: Pai inválido

source: The download will start in few seconds
pt_br: O download será iniciado em alguns segundos

source: Comments
pt_br: Comentários

source: Configurations
pt_br: Configurações

source: Metadata and Filters
pt_br: Metadados e Filtros

source: Save & Next
pt_br: Salvar e Continuar

source: Collection Configuration
pt_br: Configuração do debate

source: Collection thumbnail
pt_br: Miniatura do debate

source: Remove Thumbnail
pt_br: Apagar Miniatura

source: Remove thumbnail
pt_br: Apagar miniatura

source: Change collection's thumbnail
pt_br: Alterar miniatura do debate

source: Cover
pt_br: Capa

source: Remove Cover
pt_br: Apagar Capa

source: Edit Cover
pt_br: Editar Capa

source: Select Collection Cover
pt_br: Selecione a capa do debate

source: After positioning the image cover as wished, click the green button to crop it.
pt_br: Após posicionar a imagem de capa conforme desejado, clique no botão verde para recortá-la.

source: Minimum width recommended: 1920px
pt_br: Largura mínima recomendada: 1920px

source: Collection description
pt_br: Descrição do debate

source: Describe your collection in few words
pt_br: Descreva seu debate em poucas palavras

source: Advanced Configuration
pt_br: Configurações Avançadas

source: Hide Advanced Configuration
pt_br: Esconder Configurações Avançadas

source: Collection Address
pt_br: Endereço do debate

source: The address must not contain spaces or special characters. If it contains will be removed by the system.
pt_br: O endereço não deve conter espaços nem caracteres especiais. Se tiver, será removido pelo sistema.

source: Valid name!
pt_br: Nome válido!

source: Invalid name!
pt_br: Nome inválido!

source: Collection Object
pt_br: Objeto do debate

source: Hide Tags
pt_br: Esconder Tags

source: Collection privacy
pt_br: Privacidade da coleção

source: Collection Parent
pt_br: Debate "Pai"

source: Collection Hierarchy
pt_br: Hierarquia do debate

source: Changing the collection parent allows this collection to extend all metadata and rankings from another collection
pt_br: Alterar o debate 'pai' permite que este debate herde todos os metadados e votações de outra debate

source: You allow attachments to objects from the collection?
pt_br: Permite que os itens possuam anexos?

source: You want to show labels?
pt_br: Deseja mostrar legendas?

source: You want to show the ranking of the most participatory authors?
pt_br: Deseja mostrar o ranking dos autores mais participativos?

source: Type of Moderation
pt_br: Tipo de Moderação

source: Approval by a moderator
pt_br: Aprovação por moderador

source: Democratic approval (majority election)
pt_br: Aprovação Democrática (eleição por maioria)

source: Time to vote (days):
pt_br: Tempo de votação

source: Collection Moderators
pt_br: Moderadores do debate

source: Type the three first letters of the user name
pt_br: Digite os três primeiras letras do nome do usuário

source: Permissions - Choose permissions for each of the following actions
pt_br: Permissões - Escolha as permissões para cada uma das ações abaixo

source: Entity
pt_br: Entidade

source: Create
pt_br: Criar

source: Anonymous
pt_br: Anônimo

source: Approval
pt_br: Aprovação

source: Members
pt_br: Membros

source: Not Allowed
pt_br: Não permitido

source: Classification
pt_br: Classificação

source: Property Data Value
pt_br: Valor do Atributo

source: Property Object
pt_br: Relação

source: Property Object Value
pt_br: Valor da Relação

source: Property Term
pt_br: Metadado de termo

source: Create Property Data
pt_br: Criar Atributo

source: Edit Property Data
pt_br: Editar Atributo

source: Delete Property Data
pt_br: Deletar Atributo

source: Edit Property Data Value
pt_br: Editar valor do Atributo

source: Create Property Object
pt_br: Criar Relação

source: Edit Property Object
pt_br: Editar Relação

source: Delete Property Object
pt_br: Deletar Relação

source: Edit Property Object Value
pt_br: Editar valor da Relação

source: Create Tags
pt_br: Criar Tags

source: Edit Tags
pt_br: Editar Tags

source: Delete Tags
pt_br: Deletar Tags

source: Change image
pt_br: Alterar imagem

source: My Collections
pt_br: Minhas Ontologias

source: Administrator:
pt_br: Administrador:

source: Users
pt_br: Usuários

source: Export
pt_br: Exportação

source: Are you sure to remove the collection:
pt_br: Tem certeza que deseja remover a coleção:

source: Clean Collection
pt_br: Remover todos os itens

source: Are you sure to remove all items
pt_br: Tem certeza que deseja remover TODOS os itens

source: Describe why the collection:
pt_br: Descreve por que a coleção:

source: is abusive:
pt_br: é abusivo:

source: Change Cover
pt_br: Alterar capa

source: Clear
pt_br: Limpar

source: Search Objects
pt_br: Buscar Itens

source: Collection Settings
pt_br: Configurações da coleção

source: Search
pt_br: Filtros

source: Please set a valid name
pt_br: Por favor, digite um nome válido

source: Configuration saved successfully!
pt_br: Configuração salva com sucesso!

source: Please set a valid address
pt_br: Por favor, digite um endereço válido

source: General ordenation
pt_br: Ordenação padrão

source: Collection root
pt_br: Ontologia raiz

source: Are you sure
pt_br: Tem certeza

source: Delete this collection?
pt_br: Excluir esta coleção

source: NO POSTS!
pt_br: Sem items!

source: Searching
pt_br: Filtros

source: Use standard design
pt_br: Usar visual padrão

source: Next Step
pt_br: Próximo passo

source: Personalize Design
pt_br: Personalizar Design

source: Hide Design
pt_br: Esconder Design

source: Set some colors to your collection
pt_br: Escolha algumas cores para sua coleção

source: Board Background Color
pt_br: Cor de fundo do painel

source: Board Border Color
pt_br: Cor da borda do painel

source: Board Font Color
pt_br: Cor da fonte do painel

source: Board Link Color
pt_br: Cor do link do painel

source: Sets a style for the header of your collection
pt_br: Escola um estilo para cabeçalho da sua coleção

source: Thumbnail
pt_br: Miniatura

source: Hide details of your collection
pt_br: Esconder os detalhes da sua coleção

source: Set the number of columns in the object list page
pt_br: Escolha o número de colunas na listagem dos itens

source: Set the thumbnail size
pt_br: Escolha o tamanho da miniatura

source: Medium
pt_br: Médio

source: Large
pt_br: Grande

source: Full
pt_br: Original

source: Set the color of each facet
pt_br: Escolha a cor de cada faceta

source: Success!
pt_br: Sucesso!

source: Your collection is configured.
pt_br: Sua coleção está configurada.

source: Events not verified
pt_br: Eventos não verificados

source: Events verified
pt_br: Eventos verificados

source: Event Type
pt_br: Tipo do Evento

source: Event Description
pt_br: Descrição do Evento

source: State
pt_br: Estado

source: Select all
pt_br: Selecionar todos

source: Unselect all
pt_br: Limpar Marcações

source: Process
pt_br: Processar

source: Not verified
pt_br: Não verificado

source: No events in this section
pt_br: Sem eventos nesta seção

source: Approval Date
pt_br: Data de aprovação

source: Approved by
pt_br: Aprovado por

source: Confirmed
pt_br: Confirmado

source: Not Confirmed
pt_br: Não confirmado

source: Invalid
pt_br: Inválido

source: Vote
pt_br: Votar

source: Verify Event
pt_br: Verificar Evento

source: Event created date
pt_br: Data de criação do evento

source: Event author
pt_br: Autor do Evento

source: Event description
pt_br: Descrição do evento

source: Event confirmation
pt_br: Confirmação do evento

source: Not confirmed
pt_br: Não confirmado

source: Votes
pt_br: Votos

source: Event observation
pt_br: Obersavação do Evento

source: Event Details
pt_br: Descrição do Evento

source: An error ocurred, this event does not exist anymore
pt_br: Ocorreu algum erro, este evento não existe

source: Event confirmed successfuly
pt_br: Evento confirmado com sucesso

source: Vote successfully
pt_br: Votação adicionada com sucesso

source: Your like was computed
pt_br: Sua curtida foi computada

source: You already liked this item
pt_br: Você já curtiu este item

source: You must sign up first to vote
pt_br: É necessário logar primeiro antes de votar

source: Your not like was computed
pt_br: Não gostei computado com sucesso

source: You already not liked this item
pt_br: Você já votou como Não gostei

source: Proccess all events selected?
pt_br: Processar todos eventos selecionados?

source: OAI-PMH
pt_br: Protocolo OAI-PMH

source: Package
pt_br: Pacote

source: Active Mapping
pt_br: Mapeamento Ativo

source: Save active mapping
pt_br: Salvar mapeamento ativo

source: Create new OAIPMH DC
pt_br: Criar novo mapeamento OAIPMH DC

source: Set Delimiter
pt_br: Setar Delimitador

source: Export CSV File
pt_br: Exportar arquivo CSV

source: Tainacan Format
pt_br: Formato Tainacan

source: Export package
pt_br: Exportar pacote

source: Server not found or not available
pt_br: Servidor não encontrado ou indisponível

source: (Imported mapping)
pt_br: (Mapeamento importado)

source: Are you sure to delete this mapping?
pt_br: Tem certeza que deseja deletar este mapeamento?

source: URL base is empty
pt_br: URL base está vazio

source: All objects imported succesfully!
pt_br: Todos itens importados com sucesso!

source: Importing the object becomes the importation very slowly!
pt_br: Importando o objeto torna a importação muito lenta!

source: Imported in
pt_br: Importado em

source: Import OAI-PMH
pt_br: Importação OAI-PMH

source: Export files
pt_br: Exportar arquivos

source: Not Export files
pt_br: Não exportar arquivos

source: Set the qualifier (Optional)
pt_br: Setar o qualificador (Opcional)

source: Please, insert at least one mapping
pt_br: Por favor, insira ao menos um mapeamento

source: Base URL
pt_br: URL Base
