Repository: medialab-ufg/tainacan
Catalog: modules/contest/languages/*.po
Languages: pt_br

source: Insert the OAI-PMH respository URL
pt_br: Insira a URL do repositório OAI-PMH

source: Set (Optional)
pt_br: Set (Opcional)

source: Type a valid set
pt_br: Digite um set válido

source: Validate
pt_br: Validar

source: Validating Repository...
pt_br: Validando o Respositório

source: Please wait, this process may take several minutes
pt_br: Por favor espere, este processo pode levar vários minutos

source: Insert the CSV file
pt_br: Inserir arquivo CSV

source: CSV Header
pt_br: Cabeçalho no CSV

source: Edited successfully.
pt_br: Alterado com sucesso.

source: Mapping
pt_br: Mapeamento

source: Please, do the mapping!
pt_br: Por favor, faça um mapeamento!

source: Objects Found:
pt_br: Itens Encontrados:

source: ( with the set
pt_br: ( com o set

source: Import object
pt_br: Importar Item

source: Import only metadata
pt_br: Importar somente metadados

source: Add more tags
pt_br: Adicionar mais tags

source: There is duplicate mappings
pt_br: Há mapeamentos duplicados

source: URL invalid or not available!
pt_br: URL inválida ou indisponível

source: Collection Licenses
pt_br: Licenças da coleção

source: Pattern
pt_br: Padrão

source: Enabled
pt_br: Ativado

source: Type a License Title
pt_br: Digite o Título da Licença

source: Type a License URL
pt_br: Digite a URL da Licença

source: Type a License Description
pt_br: Digite a Descrição da Licença

source: Are you sure?
pt_br: Tem certeza?

source: Item type
pt_br: Tipo do item

source: Internal or external
pt_br: Interno ou externo

source: Web Address
pt_br: URL (Endereço da Web)

source: Type/paste the URL and click in the button import
pt_br: Digite a URL e clique em Importar

source: The URL must contain the format ( and only the format) of the item (Ex. .png,.pdf,.mp3), except videos.
pt_br: A URL deverá conter o formato ( e apenas o formato) do item. (Ex: .png, .pdf, .mp3, etc). Exceto para vídeos

source: Type/paste the URL
pt_br: Digite a URL

source: Object Content
pt_br: Conteúdo do Item

source: Item Thumbnail
pt_br: Miniatura do Item

source: What's the object source
pt_br: Qual é a origem do objeto

source: Object tags
pt_br: Tags do item

source: The set of tags may be inserted by comma
pt_br: Um grupo de tags pode ser inserido separado por vírgulas

source: Loading Properties...
pt_br: Carregando propriedades...

source: Property data column ordenation
pt_br: Atributo como coluna de ordenação

source: Confirm the exclusion of the object:
pt_br: Confirma a exclusão do item:

source: Actual Item Content
pt_br: Atual conteúdo do Item

source: Where your object come from
pt_br: Qual é a fonte do item

source: Edit attachment's legends
pt_br: Editar legendas dos anexos

source: Insert attachment legend
pt_br: Insira a legenda do anexo

source: Update Legends
pt_br: Atualizar Legendas

source: Successfully updated legends!
pt_br: Legendas atualizadas com sucesso!

source: Error updating legends. Please try again later.
pt_br: Erro ao atualizar as legendas. Por favor tente novamente mais tarde.

source: Image Legend
pt_br: Legenda da imagem

source: Set the image legend
pt_br: Digite a legenda da imagem

source: Editing the property:
pt_br: Editar metadado:

source: Showing collections:
pt_br: Exibindo coleções:

source: Showing Items:
pt_br: Exibindo itens:

source: Created by:
pt_br: Criado por:

source: Created at:
pt_br: Criado em:

source: Show rankings
pt_br: Mostra votações

source: Are you sure to remove the object:
pt_br: Tem certeza que deseja remover o item:

source: Describe why the object:
pt_br: Descreva o porquê do item

source: No objects found!
pt_br: Nenhum item encontrado!

source: This collection is empty, create the first item!
pt_br: Esta coleção está vazia, crie seu primeiro item!

source: Click here to add a new item
pt_br: Clique aqui para adicionar um novo item

source: This repository is empty, create the first collection!
pt_br: Este repositório está vazio, crie sua primeira coleção!

source: Click here to add a new collection
pt_br: Clique aqui para adicionar um nova coleção!

source: Items per page:
pt_br: Itens por página:

source: Number of items found:
pt_br: Número de itens encontrados:

source: Show classifications
pt_br: Mostrar classificações

source: Object Thumbnail
pt_br: Miniatura

source: Object Name
pt_br: Nome

source: Object Description
pt_br: Descrição

source: Classifications
pt_br: Classificações

source: Actions
pt_br: Ações

source: Author:
pt_br: Autor:

source: Add new data property
pt_br: Adicionar novo Atributo

source: Add new object property
pt_br: Adicionar nova Relação

source: Attachments
pt_br: Anexos

source: More Info
pt_br: Mais Informações

source: Less Info
pt_br: Menos Informações

source: Repository
pt_br: Repositório

source: Cancel modification
pt_br: Cancelar modificação

source: Type the source and click save!
pt_br: Digite a fonte e clique em salvar

source: Your browser does not support the audio element.
pt_br: Este navegador não suporta o elemento audio do HTML5

source: Your browser does not support HTML5 video.
pt_br: Este navegador não suporta o elemento vídeo do HTML5

source: File link:
pt_br: Link do arquivo:

source: Click here!
pt_br: Clique aqui!

source: No license registered for this item
pt_br: Nenhuma licença cadastrada para este item

source: Type the tag name
pt_br: Digite o nome da Tag

source: Select a image
pt_br: Selecione uma imagem

source: Alter Image
pt_br: Alterar Imagem

source: No classifications, drag here categories, properties and tags
pt_br: Sem classificação, arraste aqui categorias, metadados e tags

source: Remove classification
pt_br: Remover classificação

source: Are you sure to remove the classification:
pt_br: Deseja remover a classificação:

source: Object License
pt_br: Licença do Item

source: Help Choosing
pt_br: Ajuda para escolher

source: Help Choosing the License
pt_br: Ajuda para escolher a licença

source: Allow commercial uses of your work?
pt_br: Permitir uso comercial do seu trabalho?

source: Allow modifications of your work?
pt_br: Permitir modificações em seu trabalho?

source: Yes, as long as others share alike
pt_br: Sim, contanto que outros compartilhem iguais

source: Choose a License
pt_br: Escolha a Licença

source: Add new
pt_br: Adicionar novo

source: Type the three first letters of the object
pt_br: Digite as três primeiras letras do item

source: Current
pt_br: Corrente

source: Intermediate
pt_br: Intermediário

source: Permanently
pt_br: Permanente

source: Select one option
pt_br: Selecione uma opção

source: No Properties available
pt_br: Sem metadados disponíveis

source: Type the three first letters of the object
pt_br: Digite as três primeiras letras do item

source: Data Properties
pt_br: Atributos

source: Are you sure to remove this classification
pt_br: Certeza que deseja remover esta classificação

source: ( Hierarchy property)
pt_br: ( Metadado de hierarquia)

source: No properties added!
pt_br: Sem metadados adicionados!

source: Type the three first letters of the object of this collection
pt_br: Digite as três primeiras letras do Argumento desta coleção

source: View slideshow
pt_br: Ver slideshow

source: No Attachments
pt_br: Sem Anexos

source: Please set a valid item name
pt_br: Por favor, insira um nome válido para o item

source: Invalid submission, file is too big!
pt_br: Envio inválido, arquivo é muito grande!

source: Atention!
pt_br: Atenção!

source: An error ocurred, File already removed or corrupted!
pt_br: Ocorreu um erro, arquivo já foi removido ou está corrompido!

source: File removed!
pt_br: Arquivo removido!

source: This file is too big, the file limit size of this server is
pt_br: O arquivo é muito grande, o tamanho máximo de arquivo neste servidor é

source: This URL not contains availables items for importation
pt_br: Esta URL não contém item disponíveis para importação

source: You may not classificate objects with root categories, object properties and tags
pt_br: Não pode classificar itens com categoria raiz, metadados de objeto e tags

source: Action not allowed by admin!
pt_br: Ação não permitida pelo administrador!

source: Reply successfully sent.
pt_br: Resposta enviada com sucesso.

source: This tag was sent for approval, the classification will be able after this operation!
pt_br: Esta tag foi enviada par aprovação, a classificação estará disponível após esta operação!

source: You going to lose all changes unsaved!
pt_br: Irá perder todas as modificações não salvas!

source: Invalid value!
pt_br: Valor inválido!

source: Add classification
pt_br: Adicionar classificação

source: Are you sure to include this classification
pt_br: Certeza que deseja incluir esta classificação

source: Are you sure to include this classification? This action removes the previous selected category
pt_br: Certeza que deseja incluir esta classificação? Esta ação remove a categoria selecionada anteriormente

source: Add Multiple Items
pt_br: Adicionar vários arquivos

source: Edit Items
pt_br: Editar itens

source: Upload more files
pt_br: Inserir mais arquivos

source: All
pt_br: Todos

source: Select Attachments
pt_br: Selecionar anexos

source: Editting
pt_br: Editando

source: item/items
pt_br: item/itens

source: The set of tags may be inserted by commas
pt_br: Um grupo de tags pode ser inserido separado por vírgulas

source: Object Source
pt_br: Fonte do Item

source: Source of the item
pt_br: Fonte do item

source: Select items to edit...
pt_br: Selecione itens para editar...

source: Select attachments to
pt_br: Selecionar anexos para

source: No items uploaded
pt_br: Nenhum item enviado

source: Image Files
pt_br: Arquivos de Imagem

source: Add a title
pt_br: Adicionar um título

source: Videos Files
pt_br: Arquivos de Vídeo

source: PDF Files
pt_br: Arquivos PDF

source: Audio Files
pt_br: Arquivos de Áudio

source: Others Files
pt_br: Outros formatos de Arquivo

source: Publish
pt_br: Publicar

source: File is too big or Uploaded, however, not supported by wordpress, please select valid files!
pt_br: Arquivo muito grande ou carregado, porém não suportado pelo Wordpress, por favor selecione arquivos válidos!

source: Sorry, this file type is not permitted for security reasons or too big for this server
pt_br: Desculpe, este tipo de arquivo não é permitido por razões de segurança ou este arquivo não é suportado por este servidor!

source: You will lose all data unpublished!
pt_br: Você irá perder todas as modificações não publicadas!

source: There are empty title, please fill before submit!
pt_br: O título está vazio. Favor preenche-lo antes de enviar!

source: Attachment of
pt_br: Anexos de

source: Are you sure to remove
pt_br: Tem certeza que deseja remover

source: item(s) selected?
pt_br: item/itens selecionado(s)?

source: items/item removed successfully!
pt_br: item/itens removido(s) com sucesso!

source: Replace
pt_br: Substituir

source: titles
pt_br: títulos

source: items/item updated successfully!
pt_br: item/itens atualizado(s) com sucesso!

source: No title especified!
pt_br: Nenhum título especificado!

source: Attachment added successfully!
pt_br: Anexo adicionado com sucesso!

source: Attachment removed successfully!
pt_br: Anexo removido com sucesso!

source: No rankings available
pt_br: Sem votações disponíveis

source: Votes:
pt_br: Votos:

source: Score:
pt_br: Pontuação:

source: empty field
pt_br: Campo vazio

source: Vote successfully added
pt_br: Votação adicionada com sucesso

source: Vote successfully updated
pt_br: Votação alterada com sucesso

source: Your vote was computed successfully
pt_br: Sua votação foi computada com sucesso

source: Property data
pt_br: Atributo

source: Your vote was updated successfully
pt_br: Seu voto foi atualizado com sucesso

source: Using metadata schema
pt_br: Usar esquema de metadados

source: Use the default schema repository (Dublin Core Simplified)
pt_br: Usar o esquema de metadados do repositório (Dublin core simplificado)

source: Request permission to use another metadata scheme
pt_br: Requisitar permissão para usar outro esquema de metadados

source: Extend metadata schema
pt_br: Extender esquema de metadados

source: Hide metadata schema
pt_br: Esconder esquema de metadados

source: Property object
pt_br: Relação

source: Property term
pt_br: Metadado de termo

source: Property data type
pt_br: Tipo de Atributo

source: No Properties added
pt_br: Nenhum Atributo adicionado

source: Property object type
pt_br: Tipo da Relação

source: Property term type
pt_br: Tipo do metadado de termo

source: Property term default value
pt_br: Valor padrão do metadado de termo

source: Property Term Default Value
pt_br: Valor de padrão metadado de termo

source: Removing property
pt_br: Removendo metadado

source: Properties of
pt_br: Propriedades de

source: Add Property
pt_br: Adicionar propriedade

source: Property name
pt_br: Nome da propriedade

source: Text helper
pt_br: Texto de ajuda

source: Required
pt_br: Obrigatório

source: Use as a filter
pt_br: Usar como filtro

source: Filter type
pt_br: Tipo de filtro

source: Set the facet color
pt_br: Setar a cor da faceta

source: Continue
pt_br: Continuar

source: Subclass of Property
pt_br: Subclasse de Propriedade

source: Property Origin
pt_br: Propriedade de Origem

source: Property Destiny
pt_br: Propriedade de Destino

source: Something went wrong. Try again later.
pt_br: Algo ocorreu inesperado. Por favor tente novamente.

source: Property relationship
pt_br: Relacionamento do metadado

source: Add metadata
pt_br: Adicionar Propriedade

source: Elements Quantity:
pt_br: Quantidade de elementos:

source: Unic value
pt_br: Valor único

source: Multiple values
pt_br: Múltiplos valores

source: Required property
pt_br: Propriedade obrigatória

source: Property Widget
pt_br: Widget da propriedade

source: Select Menu Style
pt_br: Selecionar Estilo do Menu

source: Select the style for your facet
pt_br: Selecionar o estilo de sua faceta

source: Ranking Name
pt_br: Nome da votação

source: Ranking Type
pt_br: Tipo da votação

source: Like
pt_br: Curtir

source: Binary
pt_br: Binário

source: Removing ranking
pt_br: Removendo votações

source: Create a voting for the items in the collection
pt_br: Criar uma votação para os itens na coleção

source: Use standard vote
pt_br: Usar votação padrão

source: Use personalized vote
pt_br: Usar votação personalizada

source: Save & Next Step
pt_br: Salvar e ir para próxima etapa

source: Personalize search interface
pt_br: Personalizar interface de busca

source: Hide search interface
pt_br: Esconder interface de busca

source: Ranking name
pt_br: Nome da votação

source: Ranking type
pt_br: Tipo da votação

source: Add New
pt_br: Adicionar novo

source: Range FROM value
pt_br: Valor 'DE' para faixa de valores

source: to
pt_br: até

source: Range TO value
pt_br: Valor 'ATÉ' para faixa de valores

source: Use standard search interface
pt_br: Usar interface de busca padrão

source: Ordination
pt_br: Ordenação

source: Select the properties for ordenation
pt_br: Selecionar os metadados para ordenação

source: Select the default ordination
pt_br: Selecionar ordenação padrão

source: Select the ordination form
pt_br: Selecione a forma de ordenação

source: DESC
pt_br: Decrescente

source: ASC
pt_br: Ascendente

source: Facets
pt_br: Faceta

source: Name
pt_br: Nome

source: Order
pt_br: Ordem

source: Priority
pt_br: Prioridade

source: Left Column
pt_br: Coluna esquerda

source: Right Column
pt_br: Coluna direita

source: No facet added
pt_br: Nenhuma faceta adicionada

source: Personalize Search Interface
pt_br: Personalizar interface de busca

source: Add Facet
pt_br: Adicionar faceta

source: Standart Options
pt_br: Opções padrões

source: Hierarchy of collections
pt_br: Hierarquia de coleções

source: Category root:
pt_br: Categoria raiz:

source: License Type
pt_br: Tipo de licença

source: Term Properties
pt_br: Metadado de termo

source: Property Term:
pt_br: Metadado de termo:

source: Orientation
pt_br: Orientação

source: Default Tree Widget Configuration
pt_br: Configuração Padrão do Widget de Árvore

source: Default Tree Widget
pt_br: Widget padrão de árvore

source: Treemap
pt_br: Spacetree

source: Default Tree Widget Orientation
pt_br: Orientação padrão do widget de árvore

source: %1$d days ago
pt_br: Há %1$d dia(s) atrás

source: Go to collection
pt_br: Ir para a coleção

source: From
pt_br: De

source: Filter
pt_br: Filtros

source: No data properties inserted
pt_br: Nenhum metadado de dado adicionado

source: Fill your comment
pt_br: Digite seu comentário

source: Fill all fields
pt_br: Preencha todos os campos

source: This item has been removed, redirecting to collection home page!
pt_br: Este item foi removido, redirecionando para página da coleção!

source: This action was configured as "NOT ALLOWED" by moderators!
pt_br: Esta ação foi configurada com não permitida pelos moderadores

source: Video imported successfully
pt_br: Vídeos importados com sucesso

source: Invalid URL or Video already inserted.
pt_br: URL Inválida ou vídeo já inserido.

source: Necessary to inform Youtube video url
pt_br: Necessário informar a url do vídeo do Youtube

source: Invalid Channel/Playlist or no videos to be imported
pt_br: Canal/Lista de Execução inválid@ ou nenhum vídeo a ser importado

source: Necessary to inform Youtube channel identifier
pt_br: Necessário informar o identificador do canal do Youtube

source: Invalid Flickr identifier or no items to be imported
pt_br: Identificador do Flickr inválido ou nenhum item a ser importado

source: Necessary to inform Flickr identifier
pt_br: Necessário informar o identificador do canal do Flickr

source: Necessary to inform Instagram identifier
pt_br: Necessário informar o identificador do canal do identifier

source: Invalid Vimeo identifier or no items to be imported
pt_br: Identificador Vimeo inválido ou nenhum item a ser i

source: Necessary to inform Vimeo identifier
pt_br: Necessário Informar o identificador do Vimeo

source: Alert
pt_br: Alerta

source: Please, insert a valid URL
pt_br: Por favor, digite uma URL válida

source: Necessary to inform something
pt_br: Necessário informar algo

source: Necessary to inform Instagram URL with user identifier
pt_br: Necessário informar a URL do Instagram com identificador do usuário

source: Edit Social Mapping
pt_br: Editar Mapeamento de Redes Sociais

source: Social Networks Conected to the Colection
pt_br: Redes sociais conectadas à esta coleção

source: Edit Youtube Mapping
pt_br: Editar Mapeamento do Youtube

source: Edit Flickr Mapping
pt_br: Editar Mapeamento do Flickr

source: Update Facebook Photos
pt_br: Atualizar as fotos do Facebook

source: Edit Facebook Mapping
pt_br: Editar Mapeamento do Facebook

source: Edit Instagram Mapping
pt_br: Editar Mapeamento do Instagram

source: Edit Vimeo Mapping
pt_br: Editar Mapeamento do Vimeo

source: Successfully excluded identifier.
pt_br: Identificador excluído com sucesso

source: Identifier not excluded
pt_br: Identificador não excluído

source: Identifier unsaved
pt_br: Identificador não salvo

source: successfully imported videos
pt_br: Vídeos importados com sucesso

source: Nonexistent User | It has no public videos | Playlist does not belong to this channel
pt_br: Erros possíveis: Usuário não existente | Usuário sem vídeos públicos | Lista de reprodução não pertencente a este canal

source: New videos imported successfully.
pt_br: Novos videos importados com sucesso

source: No new videos added since the last import.
pt_br: Nenhum vídeo adicionado desde a última importação

source: Photos imported successfully.
pt_br: Fotos importados com sucesso

source: No new image added since the last import.
pt_br: Nenhum vídeo adicionado desde a última importação

source: Subclass of Tag
pt_br: Subclasse de Tag

source: API Keys Configuration
pt_br: Configuração de Chaves de APIs

source: Embed.ly
pt_br: API Embed.ly

source: Client ID
pt_br: ID do cliente

source: Client Secret Key
pt_br: Chave secreta do cliente

source: Redirect URI
pt_br: URL de redirecionamento

source: Repository Configuration
pt_br: Configuração do Repositório

source: Repository Title
pt_br: Título do repositório

source: Logo
pt_br: Logo do Repositório

source: Repository description
pt_br: Descrição da Ontologia

source: Collection templates
pt_br: Modelos de coleção

source: Type the collection name
pt_br: Digite o nome da coleção

source: Disable Empty Collection
pt_br: Desativar coleção em branco

source: Welcome Email Configuration
pt_br: Configuração de email de Boas-vindas

source: Type here the email that will be sent when someone register
pt_br: Digite aqui o email que será enviado quando usuários se registrarem-se

source: Tips:
pt_br: Dicas

source: If you want to put the name of the user just insert on the text of the email: __USER_NAME__
pt_br: Para colocar o nome do usuário apenas insira no texto do email: __USER_NAME__

source: If you want to put the login of the user just insert on the text of the email: __USER_LOGIN__
pt_br: Para colocar o login do usuário apenas insira no texto do email: __USER_LOGIN__

source: Populate collection
pt_br: Popular coleção

source: Subcategories per level
pt_br: Categorias por nível

source: Number of levels
pt_br: Número de níveis:

source: Total of Categories
pt_br: Total de Categorias

source: Items per category
pt_br: Indivíduos por Classe

source: Total of Items
pt_br: Total de Indivíduos

source: Total of Classifications
pt_br: Total de Classificações

source: Populate
pt_br: Popular

source: Number of documents inserted
pt_br: Número de documentos inseridos

source: Number of categories
pt_br: Número de Categorias

source: Back to Home Page
pt_br: Voltar para Home

source: Add the collection
pt_br: Adicionar a coleção

source: as a template
pt_br: como um modelo

source: Removing the template
pt_br: Removendo a coleção modelo

source: Please set a valid API KEY
pt_br: Por favor, insira uma API KEY válida

source: Please set a valid API KEY or API Secret
pt_br: Por favor, insira uma API KEY ou API Secret válida

source: Please set a valid API Client ID or API Client Secrets
pt_br: Por favor insira válidos API Client ID ou API Client Secrets

source: Please, there are emtpy fields
pt_br: Há campos vazios

source: Collection populated successfully
pt_br: Ontologia populada com sucesso!

source: Repository Licenses
pt_br: Licenças do Repositório

source: Repository Properties
pt_br: Metadados do Repositório

source: Property term required
pt_br: Metadado de Termo obrigatório

source: Adding property in each collection of this repository
pt_br: Adicionando metadado em cada coleção do repositório

source: file/textarea
pt_br: arquivo/área de texto

source: Please sign in
pt_br: Por favor, registre-se

source: Forgot password?
pt_br: Esqueceu sua senha?

source: Forgot Password?
pt_br: Esqueceu sua senha?

source: Username or Email
pt_br: Nome de usuário ou Email

source: Type here the username that you will use for login or your email
pt_br: Digite aqui seu usuário que você usará para seu login ou então seu email

source: Change
pt_br: Mudar

source: Date of register
pt_br: Data de registro

source: Change Password
pt_br: Alterar Senha
